export const question = {
	'1': {
		question: '吃東西不太節制？',
		answers:[
			{'2': 'Yes'},
			{'3': 'No'},
		]
	},
	'2': {
		question: '爸爸曾經對母親不忠？',
		answers:[
			{'4': 'Yes'},
			{'5': 'No'},
		]
	},
	'3': {
		question: '妳的下半身比較肥胖？',
		answers:[
			{'5': 'Yes'},
			{'6': 'No'},
		]
	},
	'4': {
		question: '婚後丈夫養家是天經地義的事情？',
		answers:[
			{'7': 'Yes'},
			{'8': 'No'},
		]
	},
	'5': {
		question: '甚麼樣的減肥方式妳最受不了？',
		answers:[
			{'8': '天天吃燙青菜跟白煮蛋'},
			{'9': '每天都要運動一個小時以上'},
		]
	},
	'6': {
		question: '甚麼樣的零嘴是妳喜歡的？',
		answers:[
			{'9': '洋芋片或是偏鹹的點心'},
			{'10': '巧克力或是蛋糕之類的甜點'},
		]
	},
	'7': {
		question: '無法忍受自己素顏見人',
		answers:[
			{'11': 'Yes'},
			{'12': 'No'},
		]
	},
	'8': {
		question: '有交情超過十年以上的同性密友',
		answers:[
			{'12': 'Yes'},
			{'13': 'No'},
		]
	},
	'9': {
		question: '如果丈夫跟自己的收入相當，妳會希望婚後各自財務獨立',
		answers:[
			{'13': 'Yes'},
			{'14': 'No'},
		]
	},
	'10': {
		question: '甚麼樣的人生比較可悲',
		answers:[
			{'14': '擁有財富卻孤獨一生'},
			{'15': '一生為人奉獻卻不被感謝'},
		]
	},
	'11': {
		question: '覺得自己本人比照片好看',
		answers:[
			{'17': 'Yes'},
			{'16': 'No'},
		]
	},
	'12': {
		question: '下面那種男人比較不適合婚姻',
		answers:[
			{'17': '事業心太重'},
			{'18': '無法從一而終'},
		]
	},
	'13': {
		question: '自己體重有比五年前增加',
		answers:[
			{'18': 'Yes'},
			{'19': 'No'},
		]
	},
	'14': {
		question: '甚麼樣的餐廳適合情人初次約會',
		answers:[
			{'19': '裝潢華麗且菜色絕佳的高檔飯店'},
			{'20': '幽靜獨特且帶點異國情調的小酒館'},
		]
	},
	'15': {
		question: '每天都有做家事的習慣',
		answers:[
			{'20': 'Yes'},
			{'21': 'No'},
		]
	},
	'16': {
		question: '嚮往出國旅行',
		answers:[
			{'22': 'Yes'},
			{'23': 'No'},
		]
	},
	'17': {
		question: '亂花錢之後會自責',
		answers:[
			{'23': 'Yes'},
			{'24': 'No'},
		]
	},
	'18': {
		question: '至今都還會按時拿錢孝敬父母',
		answers:[
			{'24': 'Yes'},
			{'25': 'No'},
		]
	},
	'19': {
		question: '晚上睡覺做的夢大多記得起來',
		answers:[
			{'25': 'Yes'},
			{'26': 'No'},
		]
	},
	'20': {
		question: '過去兩年都沒有換過工作或是生活沒有大變動',
		answers:[
			{'26': 'Yes'},
			{'27': 'No'},
		]
	},
	'21': {
		question: '什麼樣的女人最能博得丈夫的歡心？',
		answers:[
			{'27': '賢慧安靜不嘮叨'},
			{'G': '身材臉蛋保養好'},
		]
	},
	'22': {
		question: '心裡有不舒服的事情憋不住',
		answers:[
			{'B': 'Yes'},
			{'A': 'No'},
		]
	},
	'23': {
		question: '如果可以選擇，下輩子妳希望當個男人',
		answers:[
			{'B': 'Yes'},
			{'C': 'No'},
		]
	},
	'24': {
		question: '不太喜歡照相',
		answers:[
			{'C': 'Yes'},
			{'D': 'No'},
		]
	},
	'25': {
		question: '相信算命',
		answers:[
			{'D': 'Yes'},
			{'E': 'No'},
		]
	},
	'26': {
		question: '寡言的男人比口才好的更迷人',
		answers:[
			{'F': 'Yes'},
			{'E': 'No'},
		]
	},
	'27': {
		question: '性愛時願意配合讓對方開心',
		answers:[
			{'F': 'Yes'},
			{'G': 'No'},
		]
	},

}